Repository: minsik-son/AI-Translate-Keyboard
Catalog: Shared/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, it, ru

# settings.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ru: Настройки

# settings.section.appearance
source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
it: Aspetto
ru: Оформление

# settings.dark_mode
source: Dark Mode
de: Dunkelmodus
es: Modo oscuro
fr: Mode sombre
it: Modalità scura
ru: Тёмный режим

# settings.section.keyboard
source: Keyboard Settings
de: Tastatureinstellungen
es: Ajustes del teclado
fr: Paramètres du clavier
it: Impostazioni tastiera
ru: Настройки клавиатуры

# settings.keyboard_theme
source: Keyboard Theme
de: Tastaturdesign
es: Tema del teclado
fr: Thème du clavier
it: Tema tastiera
ru: Тема клавиатуры

# settings.language
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ru: Язык

# settings.layout
source: Layout
es: Diseño
fr: Disposition
ru: Раскладка

# settings.autocomplete
source: Autocomplete
de: Autovervollständigung
es: Autocompletar
fr: Saisie automatique
it: Completamento automatico
ru: Автозаполнение

# settings.auto_capitalize
source: Auto Capitalize
de: Automatische Großschreibung
es: Mayúsculas automáticas
fr: Majuscules automatiques
it: Maiuscole automatiche
ru: Авто заглавные

# settings.haptic
source: Haptic
de: Haptisches Feedback
es: Háptica
fr: Retour haptique
it: Feedback aptico
ru: Вибрация

# settings.section.about
source: About & Support
de: Über uns & Support
fr: À propos et assistance
it: Informazioni e supporto
ru: О приложении

# settings.rate_us
source: Rate Us
de: Bewerten Sie uns
fr: Évaluez-nous
it: Valutaci
ru: Оценить

# settings.faq
source: FAQ & Support
fr: FAQ et assistance
it: FAQ e supporto
ru: FAQ и поддержка

# settings.privacy
source: Privacy Policy
de: Datenschutzrichtlinie
fr: Politique de confidentialité
it: Informativa sulla privacy
ru: Политика конфиденциальности

# settings.terms
source: Terms of Use
de: Nutzungsbedingungen
fr: Conditions d'utilisation
it: Termini di utilizzo
ru: Условия использования

# settings.app_language
source: App Language
de: App-Sprache
es: Idioma de la app
fr: Langue de l'application
it: Lingua dell'app
ru: Язык приложения

# settings.keyboard_language
source: Keyboard Language
de: Tastatursprache
es: Idioma del teclado
fr: Langue du clavier
it: Lingua tastiera
ru: Язык клавиатуры

# settings.number_row
source: Number Row
de: Zahlenreihe
es: Fila de números
fr: Rangée de chiffres
it: Riga numeri
ru: Числовой ряд

# settings.redo_onboarding
source: Redo Onboarding
de: Einführung wiederholen
es: Repetir introducción
fr: Refaire l'introduction
it: Ripeti introduzione
ru: Повторить введение

# onboarding.welcome.subtitle
source: Translate anywhere with your keyboard
de: Übersetzen Sie überall mit Ihrer Tastatur
es: Un teclado para traducir en cualquier lugar
fr: Traduisez partout avec votre clavier
it: Traduci ovunque con la tua tastiera
ru: Переводите где угодно с клавиатуры

# onboarding.permission.title
source: Keyboard Setup
de: Tastatur-Einrichtung
es: Configuración del teclado
fr: Configuration du clavier
it: Configurazione tastiera
ru: Настройка клавиатуры

# onboarding.permission.step1
source: Go to Settings → General → Keyboard → Add Keyboard and add Translator Keyboard
de: Gehen Sie zu Einstellungen → Allgemein → Tastatur → Tastatur hinzufügen und fügen Sie Translator Keyboard hinzu
es: Ve a Ajustes → General → Teclado → Añadir teclado y añade Translator Keyboard
fr: Allez dans Réglages → Général → Clavier → Ajouter un clavier et ajoutez Translator Keyboard
it: Vai su Impostazioni → Generali → Tastiera → Aggiungi tastiera e aggiungi Translator Keyboard
ru: Перейдите в Настройки → Основные → Клавиатура → Добавить клавиатуру и добавьте Translator Keyboard

# onboarding.permission.step2
source: Enable 'Allow Full Access' (Required for translation)
de: Aktivieren Sie 'Vollzugriff erlauben' (Erforderlich für die Übersetzung)
es: Activa 'Permitir acceso completo' (Necesario para la traducción)
fr: Activez « Accès complet » (Requis pour la traduction)
it: Attiva "Accesso completo" (Necessario per la traduzione)
ru: Включите «Полный доступ» (Необходим для перевода)

# onboarding.subscription.restore
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
ru: Восстановить

# onboarding.subscription.title
source: Upgrade to Pro
de: Auf Pro upgraden
es: Actualizar a Pro
fr: Passer à Pro
it: Passa a Pro
ru: Обновить до Pro

# onboarding.subscription.benefit.unlimited
source: Unlimited Translation
de: Unbegrenzte Übersetzung
es: Traducción ilimitada
fr: Traduction illimitée
it: Traduzione illimitata
ru: Безлимитный перевод

# onboarding.subscription.benefit.quality
source: High Quality Translation
de: Hochwertige Übersetzung
es: Traducción de alta calidad
fr: Traduction de haute qualité
it: Traduzione di alta qualità
ru: Высокое качество перевода

# onboarding.subscription.benefit.no_ads
source: No Ads
de: Keine Werbung
es: Sin anuncios
fr: Sans publicité
it: Nessuna pubblicità
ru: Без рекламы

# onboarding.subscription.benefit.themes
source: Premium Themes
de: Premium-Designs
es: Temas premium
fr: Thèmes premium
it: Temi premium
ru: Премиум темы

# onboarding.subscription.trial_badge
source: 7-Day Free Trial
de: 7 Tage kostenlos testen
es: Prueba gratuita de 7 días
fr: Essai gratuit de 7 jours
it: Prova gratuita di 7 giorni
ru: 7 дней бесплатно

# onboarding.subscription.monthly
source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
ru: Ежемесячно

# onboarding.subscription.yearly
source: Yearly
de: Jährlich
es: Anual
fr: Annuel
it: Annuale
ru: Ежегодно

# onboarding.subscription.best_label
source: (BEST)
de: (BESTE)
fr: (MEILLEUR)
it: (MIGLIORE)
ru: (ЛУЧШИЙ)

# onboarding.subscription.start_trial
source: Start Free Trial
de: Kostenlose Testversion starten
es: Iniciar prueba gratuita
fr: Commencer l'essai gratuit
it: Inizia la prova gratuita
ru: Начать бесплатный период

# onboarding.cta.start
source: Get Started
de: Loslegen
es: Comenzar
fr: Commencer
it: Inizia
ru: Начать

# onboarding.cta.go_settings
source: Go to Settings
de: Zu den Einstellungen
es: Ir a Ajustes
fr: Aller aux réglages
it: Vai alle impostazioni
ru: Перейти в настройки

# onboarding.cta.done_settings
source: I've completed setup
de: Einrichtung abgeschlossen
es: He completado la configuración
fr: J'ai terminé la configuration
it: Ho completato la configurazione
ru: Настройка завершена

# onboarding.cta.next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
ru: Далее

# onboarding.verify.title
source: Let's check if the keyboard is set up!
de: Überprüfen wir, ob die Tastatur eingerichtet ist!
es: ¡Comprobemos si el teclado está configurado!
fr: Vérifions si le clavier est bien configuré !
it: Verifichiamo se la tastiera è configurata!
ru: Давайте проверим, настроена ли клавиатура!

# onboarding.verify.instruction
source: Tap the field below and switch to our keyboard using 🌐
de: Tippen Sie auf das Feld unten und wechseln Sie mit 🌐 zu unserer Tastatur
es: Toca el campo de abajo y cambia a nuestro teclado usando 🌐
fr: Appuyez sur le champ ci-dessous et passez à notre clavier avec 🌐
it: Tocca il campo qui sotto e passa alla nostra tastiera usando 🌐
ru: Нажмите на поле ниже и переключитесь на нашу клавиатуру с помощью 🌐

# onboarding.verify.placeholder
source: Tap here to type
de: Tippen Sie hier zum Schreiben
es: Toca aquí para escribir
fr: Appuyez ici pour taper
it: Tocca qui per digitare
ru: Нажмите здесь, чтобы печатать

# onboarding.verify.waiting
source: Waiting for keyboard...
de: Warte auf Tastatur...
es: Esperando el teclado...
fr: En attente du clavier...
it: In attesa della tastiera...
ru: Ожидание клавиатуры...

# onboarding.verify.switch_hint
source: Switch to Translator Keyboard using the 🌐 button
de: Wechseln Sie mit der 🌐-Taste zu Translator Keyboard
es: Cambia a Translator Keyboard usando el botón 🌐
fr: Passez à Translator Keyboard avec le bouton 🌐
it: Passa a Translator Keyboard usando il pulsante 🌐
ru: Переключитесь на Translator Keyboard с помощью кнопки 🌐

# onboarding.verify.success
source: Setup complete!
de: Einrichtung abgeschlossen!
es: ¡Configuración completada!
fr: Configuration terminée !
it: Configurazione completata!
ru: Настройка завершена!

# onboarding.verify.no_full_access
source: Full Access is not enabled
de: Voller Zugriff ist nicht aktiviert
es: El acceso completo no está activado
fr: L'accès complet n'est pas activé
it: L'accesso completo non è attivato
ru: Полный доступ не включён

# onboarding.verify.full_access_desc
source: Full Access is required for translation and correction
de: Voller Zugriff ist für Übersetzung und Korrektur erforderlich
es: Se requiere acceso completo para traducción y corrección
fr: L'accès complet est requis pour la traduction et la correction
it: L'accesso completo è necessario per traduzione e correzione
ru: Для перевода и коррекции необходим полный доступ

# onboarding.verify.go_settings
source: Enable in Settings
de: In Einstellungen aktivieren
es: Activar en Ajustes
fr: Activer dans les Réglages
it: Attiva nelle Impostazioni
ru: Включить в Настройках

# onboarding.verify.timeout
source: Keyboard not found
de: Tastatur nicht gefunden
es: Teclado no encontrado
fr: Clavier introuvable
it: Tastiera non trovata
ru: Клавиатура не найдена

# onboarding.verify.timeout_desc
source: The keyboard may not have been added
de: Die Tastatur wurde möglicherweise nicht hinzugefügt
es: Es posible que el teclado no se haya añadido
fr: Le clavier n'a peut-être pas été ajouté
it: La tastiera potrebbe non essere stata aggiunta
ru: Возможно, клавиатура не была добавлена

# onboarding.verify.retry
source: Go back to Settings
de: Zurück zu Einstellungen
es: Volver a Ajustes
fr: Retourner aux Réglages
it: Torna alle Impostazioni
ru: Вернуться в Настройки

# onboarding.features.title
source: Here's what you can do
de: Das können Sie tun
es: Esto es lo que puedes hacer
fr: Voici ce que vous pouvez faire
it: Ecco cosa puoi fare
ru: Вот что вы можете делать

# onboarding.features.translate
source: Real-time Translation
de: Echtzeit-Übersetzung
es: Traducción en tiempo real
fr: Traduction en temps réel
it: Traduzione in tempo reale
ru: Перевод в реальном времени

# onboarding.features.translate_desc
source: Translate right from your keyboard
de: Übersetzen Sie direkt von Ihrer Tastatur
es: Traduce directamente desde tu teclado
fr: Traduisez directement depuis votre clavier
it: Traduci direttamente dalla tastiera
ru: Переводите прямо с клавиатуры

# onboarding.features.correct
source: AI Typo Correction
de: KI-Tippfehlerkorrektur
es: Corrección de errores con IA
fr: Correction IA des fautes
it: Correzione errori con IA
ru: ИИ-коррекция опечаток

# onboarding.features.correct_desc
source: Auto spell check and correction
de: Automatische Rechtschreibprüfung
es: Corrección ortográfica automática
fr: Correction orthographique automatique
it: Correzione ortografica automatica
ru: Автоматическая проверка орфографии

# onboarding.features.clipboard
source: Clipboard History
de: Zwischenablage-Verlauf
es: Historial del portapapeles
fr: Historique du presse-papiers
it: Cronologia appunti
ru: История буфера обмена

# onboarding.features.clipboard_desc
source: Quickly reuse copied text
de: Kopierten Text schnell wiederverwenden
es: Reutiliza rápidamente el texto copiado
fr: Réutilisez rapidement le texte copié
it: Riutilizza rapidamente il testo copiato
ru: Быстро используйте скопированный текст

# keyboard.error.full_access
source: Please allow Full Access
de: Bitte erlauben Sie den Vollzugriff
es: Por favor, permite el acceso completo
fr: Veuillez autoriser l'accès complet
it: Consenti l'accesso completo
ru: Пожалуйста, разрешите полный доступ

# keyboard.error.session_limit
source: You've used all translations for today
de: Sie haben alle Übersetzungen für heute verbraucht
es: Has agotado las traducciones de hoy
fr: Vous avez utilisé toutes les traductions pour aujourd'hui
it: Hai esaurito le traduzioni per oggi
ru: Использованы все переводы на сегодня

# keyboard.error.max_chars
source: Maximum %d characters allowed
de: Maximal %d Zeichen erlaubt
es: Máximo %d caracteres permitidos
fr: Maximum %d caractères autorisés
it: Massimo %d caratteri consentiti
ru: Максимум %d символов

# keyboard.error.timeout
source: Translation timed out
de: Übersetzung abgelaufen
es: Tiempo de traducción agotado
fr: La traduction a expiré
it: Traduzione scaduta
ru: Время перевода истекло

# keyboard.error.offline
source: You are offline
de: Sie sind offline
es: Estás sin conexión
fr: Vous êtes hors ligne
it: Sei offline
ru: Нет подключения к интернету

# keyboard.error.rate_limited
source: Please try again later
de: Bitte versuchen Sie es später erneut
es: Inténtalo de nuevo más tarde
fr: Veuillez réessayer plus tard
it: Riprova più tardi
ru: Попробуйте позже

# keyboard.error.translate_failed
source: Translation failed
de: Übersetzung fehlgeschlagen
es: Error de traducción
fr: La traduction a échoué
it: Traduzione non riuscita
ru: Ошибка перевода

# keyboard.status.translating
source: Translating...
de: Übersetze...
es: Traduciendo...
fr: Traduction en cours...
it: Traduzione in corso...
ru: Перевод...

# keyboard.error.correct_failed
source: Correction failed
de: Korrektur fehlgeschlagen
es: Error de corrección
fr: La correction a échoué
it: Correzione non riuscita
ru: Ошибка исправления

# keyboard.status.correcting
source: Correcting...
de: Korrigiere...
es: Corrigiendo...
fr: Correction en cours...
it: Correzione in corso...
ru: Исправление...

# keyboard.return.go
source: Go
de: Los
es: Ir
fr: Aller
it: Vai
ru: Перейти

# keyboard.return.search
source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ru: Поиск

# keyboard.return.send
source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Invia
ru: Отправить

# keyboard.return.done
source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fine
ru: Готово

# keyboard.return.next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
ru: Далее

# keyboard.return.join
source: Join
de: Beitreten
es: Unirse
fr: Rejoindre
it: Unisciti
ru: Войти

# keyboard.return.route
source: Route
es: Ruta
fr: Itinéraire
it: Percorso
ru: Маршрут

# keyboard.return.emergency
source: Emergency
de: Notfall
es: Emergencia
fr: Urgence
it: Emergenza
ru: Экстренный

# keyboard.return.continue
source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ru: Продолжить

# keyboard.return.newline
source: return
de: Eingabe
es: intro
fr: retour
it: invio
ru: ввод

# keyboard.space
source: space
de: Leertaste
es: espacio
fr: espace
it: spazio
ru: пробел

# translation.placeholder
source: Enter text to translate
de: Text zum Übersetzen eingeben
es: Escribe el texto a traducir
fr: Saisissez le texte à traduire
it: Inserisci il testo da tradurre
ru: Введите текст для перевода

# langpicker.source_tab
source: Source
de: Quelle
es: Origen
it: Origine
ru: Исходный

# langpicker.target_tab
source: Target
de: Ziel
es: Destino
fr: Cible
it: Destinazione
ru: Целевой

# lang.ko
source: Korean
de: Koreanisch
es: Coreano
fr: Coréen
it: Coreano
ru: Корейский

# lang.en
source: English
de: Englisch
es: Inglés
fr: Anglais
it: Inglese
ru: Английский

# lang.ja
source: Japanese
de: Japanisch
es: Japonés
fr: Japonais
it: Giapponese
ru: Японский

# lang.zh_cn
source: Chinese (Simplified)
de: Chinesisch (vereinfacht)
es: Chino (simplificado)
fr: Chinois (simplifié)
it: Cinese (semplificato)
ru: Китайский (упрощ.)

# lang.zh_tw
source: Chinese (Traditional)
de: Chinesisch (traditionell)
es: Chino (tradicional)
fr: Chinois (traditionnel)
it: Cinese (tradizionale)
ru: Китайский (традиц.)

# lang.vi
source: Vietnamese
de: Vietnamesisch
es: Vietnamita
fr: Vietnamien
it: Vietnamita
ru: Вьетнамский

# lang.th
source: Thai
de: Thailändisch
es: Tailandés
fr: Thaï
it: Tailandese
ru: Тайский

# lang.id
source: Indonesian
de: Indonesisch
es: Indonesio
fr: Indonésien
it: Indonesiano
ru: Индонезийский

# lang.es
source: Spanish
de: Spanisch
es: Español
fr: Espagnol
it: Spagnolo
ru: Испанский

# lang.fr
source: French
de: Französisch
es: Francés
fr: Français
it: Francese
ru: Французский

# lang.de
source: German
de: Deutsch
es: Alemán
fr: Allemand
it: Tedesco
ru: Немецкий

# lang.ru
source: Russian
de: Russisch
es: Ruso
fr: Russe
it: Russo
ru: Русский

# lang.it
source: Italian
de: Italienisch
es: Italiano
fr: Italien
it: Italiano
ru: Итальянский

# language.loading
source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...
it: Caricamento...
ru: Загрузка...

# correction.placeholder
source: Enter text to correct
de: Text zur Korrektur eingeben
es: Escribe el texto a corregir
fr: Saisissez le texte à corriger
it: Inserisci il testo da correggere
ru: Введите текст для исправления

# phrase.placeholder
source: Enter phrase to save
de: Phrase zum Speichern eingeben
es: Escribe la frase a guardar
fr: Saisissez la phrase à enregistrer
it: Inserisci la frase da salvare
ru: Введите фразу для сохранения

# phrase.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена

# phrase.add_title
source: Add Phrase
de: Phrase hinzufügen
es: Añadir frase
fr: Ajouter une phrase
it: Aggiungi frase
ru: Добавить фразу

# phrase.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ru: Сохранить

# tone.none
source: Default
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
ru: По умолчанию

# tone.casual
source: Casual
de: Umgangssprachlich
es: Informal
fr: Familier
it: Informale
ru: Разговорный

# tone.formal
source: Formal
de: Formell
fr: Formel
it: Formale
ru: Формальный

# tone.polished
source: Polished
de: Feinschliff
es: Pulido
fr: Soigné
it: Rifinito
ru: Точный

# tone.friendly
source: Friendly
de: Freundlich
es: Amigable
fr: Amical
it: Amichevole
ru: Дружелюбный

# clipboard.title
source: Clipboard
de: Zwischenablage
es: Portapapeles
fr: Presse-papiers
it: Appunti
ru: Буфер обмена

# clipboard.delete_all
source: Delete All
de: Alle löschen
es: Eliminar todo
fr: Tout supprimer
it: Elimina tutto
ru: Удалить все

# clipboard.empty.title
source: No copied items
de: Keine kopierten Elemente
es: No hay elementos copiados
fr: Aucun élément copié
it: Nessun elemento copiato
ru: Нет скопированных элементов

# clipboard.empty.subtitle
source: Copied text will be automatically saved here
de: Kopierter Text wird automatisch hier gespeichert
es: El texto copiado se guardará automáticamente aquí
fr: Le texte copié sera automatiquement enregistré ici
it: Il testo copiato verrà salvato automaticamente qui
ru: Скопированный текст будет автоматически сохранён здесь

# clipboard.time.just_now
source: Just now
de: Gerade eben
es: Ahora mismo
fr: À l'instant
it: Proprio ora
ru: Только что

# clipboard.time.minutes_ago
source: %d min ago
de: Vor %d Min.
es: Hace %d min
fr: Il y a %d min
it: %d min fa
ru: %d мин. назад

# clipboard.time.hours_ago
source: %d hr ago
de: Vor %d Std.
es: Hace %d h
fr: Il y a %d h
it: %d ore fa
ru: %d ч. назад

# clipboard.time.yesterday
source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri
ru: Вчера

# clipboard.time.days_ago
source: %d days ago
de: Vor %d Tagen
es: Hace %d días
fr: Il y a %d jours
it: %d giorni fa
ru: %d дн. назад

# clipboard.onboarding.title
source: Clipboard Feature
de: Zwischenablage-Funktion
es: Función de portapapeles
fr: Fonction presse-papiers
it: Funzione appunti
ru: Функция буфера обмена

# clipboard.onboarding.body
source: Copied text is automatically saved. All data is stored on-device only and never sent to a server.
de: Kopierter Text wird automatisch gespeichert. Alle Daten werden nur auf dem Gerät gespeichert und nie an einen Server gesendet.
es: El texto copiado se guarda automáticamente. Todos los datos se almacenan solo en el dispositivo y nunca se envían a un servidor.
fr: Le texte copié est automatiquement enregistré. Toutes les données sont stockées uniquement sur l'appareil et ne sont jamais envoyées à un serveur.
it: Il testo copiato viene salvato automaticamente. Tutti i dati sono memorizzati solo sul dispositivo e non vengono mai inviati a un server.
ru: Скопированный текст сохраняется автоматически. Все данные хранятся только на устройстве и не отправляются на сервер.

# clipboard.onboarding.paste_notice
source: iOS may show a 'paste' notification. See the guide in the app to disable it.
de: iOS zeigt möglicherweise eine Einfüge-Benachrichtigung an. Siehe die Anleitung in der App zum Deaktivieren.
es: iOS puede mostrar una notificación de 'pegar'. Consulta la guía en la app para desactivarla.
fr: iOS peut afficher une notification de collage. Consultez le guide dans l'app pour la désactiver.
it: iOS potrebbe mostrare una notifica di incolla. Consulta la guida nell'app per disattivarla.
ru: iOS может показать уведомление о вставке. См. руководство в приложении для отключения.

# tab.home
source: Home
de: Startseite
es: Inicio
fr: Accueil
ru: Главная

# tab.ai_writer
source: AI Writer
de: AI Verfasser
es: AI Escritor
fr: Rédacteur AI
it: Scrittore AI
ru: AI Редактор

# tab.history
source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
ru: История

# tab.theme
source: Theme
de: Design
es: Tema
fr: Thème
it: Tema
ru: Тема

# tab.settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ru: Настройки

# theme.default
source: Default
de: Standard
fr: Par défaut
ru: По умолчанию

# theme.pastel_red
source: Pastel Red
de: Pastellrot
fr: Rouge pastel
ru: Пастельный красный

# theme.pastel_orange
source: Pastel Orange
de: Pastellorange
fr: Orange pastel
ru: Пастельный оранжевый

# theme.pastel_yellow
source: Pastel Yellow
de: Pastellgelb
fr: Jaune pastel
ru: Пастельный жёлтый

# theme.pastel_green
source: Pastel Green
de: Pastellgrün
fr: Vert pastel
ru: Пастельный зелёный

# theme.pastel_blue
source: Pastel Blue
de: Pastellblau
fr: Bleu pastel
ru: Пастельный голубой

# theme.pastel_indigo
source: Pastel Indigo
de: Pastellindigo
fr: Indigo pastel
ru: Пастельный индиго

# theme.pastel_violet
source: Pastel Violet
de: Pastellviolett
fr: Violet pastel
ru: Пастельный фиолетовый

# theme.dark_navy
source: Navy
de: Marineblau
fr: Bleu marine
ru: Тёмно-синий

# theme.dark_charcoal
source: Charcoal
de: Anthrazit
fr: Charbon
ru: Угольный

# theme.dark_forest
source: Dark Green
de: Dunkelgrün
fr: Vert foncé
ru: Тёмно-зелёный

# theme.dark_burgundy
source: Burgundy
de: Burgunder
fr: Bordeaux
ru: Бордовый

# home.greeting.morning
source: Good morning
de: Guten Morgen
es: Buenos días
fr: Bonjour
it: Buongiorno
ru: Доброе утро

# home.greeting.afternoon
source: Good afternoon
de: Guten Tag
es: Buenas tardes
fr: Bon après-midi
it: Buon pomeriggio
ru: Добрый день

# home.greeting.evening
source: Good evening
de: Guten Abend
es: Buenas noches
fr: Bonsoir
it: Buonasera
ru: Добрый вечер

# home.title
source: Dashboard
es: Panel
fr: Tableau de bord
ru: Панель

# home.weekly_report
source: Weekly AI Report
de: Wöchentlicher AI-Bericht
es: Informe AI semanal
fr: Rapport AI hebdomadaire
it: Report AI settimanale
ru: Еженедельный AI отчёт

# home.words_typed
source: words typed
de: Wörter eingegeben
es: palabras escritas
fr: mots saisis
it: parole digitate
ru: слов набрано

# home.corrections
source: typos corrected
de: Tippfehler korrigiert
es: errores corregidos
fr: fautes corrigées
it: errori corretti
ru: опечаток исправлено

# home.accuracy
source: accuracy
de: Genauigkeit
es: precisión
fr: précision
it: precisione
ru: точность

# home.vs_last_week
source: vs last week
de: vs letzte Woche
es: vs semana pasada
fr: vs semaine dernière
it: vs settimana scorsa
ru: vs прошлая неделя

# home.stat.corrections
source: Corrections
de: Korrekturen
es: Correcciones
it: Correzioni
ru: Исправления

# home.stat.translations
source: Translations
de: Übersetzungen
es: Traducciones
fr: Traductions
it: Traduzioni
ru: Переводы
