Repository: minsik-son/AI-Translate-Keyboard
Catalog: Shared/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, it, ru

# home.stat.clipboard
source: Clipboard
de: Zwischenablage
es: Portapapeles
fr: Presse-papiers
it: Appunti
ru: Буфер обмена

# home.stat.phrases
source: Phrases
de: Phrasen
es: Frases
it: Frasi
ru: Фразы

# home.quick_actions
source: Quick Actions
de: Schnellaktionen
es: Acciones rápidas
fr: Actions rapides
it: Azioni rapide
ru: Быстрые действия

# ai_writer.title
source: AI Message Writer
de: AI Nachrichtenverfasser
es: Escritor AI
fr: Rédacteur AI
it: Scrittore AI
ru: AI Редактор сообщений

# ai_writer.subtitle
source: Gemini writes in your preferred tone
de: Gemini schreibt in Ihrem bevorzugten Ton
es: Gemini escribe en tu tono preferido
fr: Gemini écrit dans le ton que vous préférez
it: Gemini scrive nel tono che preferisci
ru: Gemini пишет в вашем предпочтительном тоне

# ai_writer.placeholder
source: What message should I write?
de: Welche Nachricht soll ich schreiben?
es: ¿Qué mensaje debo escribir?
fr: Quel message dois-je rédiger ?
it: Che messaggio devo scrivere?
ru: Какое сообщение написать?

# ai_writer.generate
source: Generate
de: Generieren
es: Generar
fr: Générer
it: Genera
ru: Создать

# ai_writer.generating
source: Generating...
de: Generiere...
es: Generando...
fr: Génération...
it: Generazione...
ru: Генерация...

# ai_writer.result
source: Gemini Result
de: Gemini Ergebnis
es: Resultado de Gemini
fr: Résultat Gemini
it: Risultato Gemini
ru: Результат Gemini

# ai_writer.copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ru: Копировать

# ai_writer.copied
source: Copied
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
ru: Скопировано

# ai_writer.regenerate
source: Regenerate
de: Neu generieren
es: Regenerar
fr: Régénérer
it: Rigenera
ru: Создать заново

# history.title
source: History
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
ru: История

# history.subtitle
source: Translation · Correction · Clipboard
de: Übersetzung · Korrektur · Zwischenablage
es: Traducción · Corrección · Portapapeles
fr: Traduction · Correction · Presse-papiers
it: Traduzione · Correzione · Appunti
ru: Перевод · Исправление · Буфер обмена

# history.filter.all
source: All
de: Alle
es: Todo
fr: Tout
it: Tutto
ru: Все

# history.filter.translate
source: Translation
de: Übersetzung
es: Traducción
fr: Traduction
it: Traduzione
ru: Перевод

# history.filter.correct
source: Correction
de: Korrektur
es: Corrección
it: Correzione
ru: Исправление

# history.filter.clipboard
source: Clipboard
de: Zwischenablage
es: Portapapeles
fr: Presse-papiers
it: Appunti
ru: Буфер обмена

# history.empty
source: No history yet
de: Noch kein Verlauf
es: Sin historial
fr: Aucun historique
it: Nessuna cronologia
ru: Нет истории

# settings.paste_guide
source: Paste Notification Guide
de: Einfüge-Benachrichtigungsanleitung
es: Guía de notificación de pegado
fr: Guide notification de collage
it: Guida notifica incolla
ru: Отключение уведомления о вставке

# settings.section.ai
source: AI Features
de: AI-Funktionen
es: Funciones AI
fr: Fonctionnalités AI
it: Funzionalità AI
ru: Функции AI

# settings.ai_correction
source: Gemini AI Correction
de: Gemini AI Korrektur
es: Corrección Gemini AI
fr: Correction Gemini AI
it: Correzione Gemini AI
ru: Коррекция Gemini AI

# settings.ai_translation
source: Gemini AI Translation
de: Gemini AI Übersetzung
es: Traducción Gemini AI
fr: Traduction Gemini AI
it: Traduzione Gemini AI
ru: Перевод Gemini AI

# settings.section.privacy
source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
ru: Конфиденциальность

# settings.privacy_dashboard
source: Privacy Dashboard
de: Datenschutz-Dashboard
es: Panel de privacidad
fr: Tableau de bord confidentialité
it: Dashboard privacy
ru: Панель конфиденциальности

# settings.full_access_explain
source: Full Access Explained
de: Vollzugriff erklärt
es: Acceso completo explicado
fr: Explication accès complet
it: Accesso completo spiegato
ru: Полный доступ

# onboarding.trust.title
source: Full Access Info
de: Vollzugriff-Info
es: Info de acceso completo
fr: Info accès complet
it: Info accesso completo
ru: Информация о полном доступе

# onboarding.trust.no_passwords
source: We never collect passwords or card info
de: Wir sammeln niemals Passwörter oder Kartendaten
es: Nunca recopilamos contraseñas ni datos de tarjetas
fr: Nous ne collectons jamais les mots de passe ni les informations de carte
it: Non raccogliamo mai password o dati delle carte
ru: Мы никогда не собираем пароли или данные карт

# onboarding.trust.no_storage
source: Keyboard input is never stored
de: Tastatureingaben werden nie gespeichert
es: La entrada del teclado nunca se almacena
fr: Les saisies clavier ne sont jamais stockées
it: L'input della tastiera non viene mai memorizzato
ru: Ввод с клавиатуры никогда не сохраняется

# onboarding.trust.ai_only
source: Only AI correction/translation requests are sent
de: Nur AI-Korrektur/Übersetzungsanfragen werden gesendet
es: Solo se envían solicitudes de corrección/traducción AI
fr: Seules les demandes de correction/traduction AI sont envoyées
it: Vengono inviate solo le richieste di correzione/traduzione AI
ru: Отправляются только запросы на AI коррекцию/перевод

# onboarding.trust.cta
source: Enable Full Access
de: Vollzugriff aktivieren
es: Activar acceso completo
fr: Activer l'accès complet
it: Attiva accesso completo
ru: Включить полный доступ

# paste_guide.description
source: Learn how to disable the paste notification that appears when accessing the clipboard on iOS.
de: Erfahren Sie, wie Sie die Einfüge-Benachrichtigung deaktivieren, die beim Zugriff auf die Zwischenablage unter iOS erscheint.
es: Aprende cómo desactivar la notificación de pegado que aparece al acceder al portapapeles en iOS.
fr: Découvrez comment désactiver la notification de collage qui apparaît lors de l'accès au presse-papiers sur iOS.
it: Scopri come disattivare la notifica di incolla che appare quando si accede agli appunti su iOS.
ru: Узнайте, как отключить уведомление о вставке при доступе к буферу обмена на iOS.

# paste_guide.step1.title
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les Réglages
it: Apri Impostazioni
ru: Откройте Настройки

# paste_guide.step1.detail
source: Open the Settings app on your iPhone and find Translator Keyboard.
de: Öffnen Sie die Einstellungen-App auf Ihrem iPhone und suchen Sie Translator Keyboard.
es: Abre la app de Ajustes en tu iPhone y busca Translator Keyboard.
fr: Ouvrez l'app Réglages sur votre iPhone et trouvez Translator Keyboard.
it: Apri l'app Impostazioni sul tuo iPhone e trova Translator Keyboard.
ru: Откройте приложение Настройки на iPhone и найдите Translator Keyboard.

# paste_guide.step2.title
source: Paste from Other Apps
de: Von anderen Apps einfügen
es: Pegar desde otras apps
fr: Coller depuis d'autres apps
it: Incolla da altre app
ru: Вставка из других приложений

# paste_guide.step2.detail
source: Find 'Paste from Other Apps' and change it to 'Allow'.
de: Finden Sie 'Von anderen Apps einfügen' und ändern Sie es auf 'Erlauben'.
es: Busca 'Pegar desde otras apps' y cámbialo a 'Permitir'.
fr: Trouvez 'Coller depuis d'autres apps' et changez-le en 'Autoriser'.
it: Trova 'Incolla da altre app' e cambialo in 'Consenti'.
ru: Найдите 'Вставка из других приложений' и измените на 'Разрешить'.

# paste_guide.step3.title
source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
ru: Готово

# paste_guide.step3.detail
source: You can now use the clipboard feature without paste notifications.
de: Sie können die Zwischenablage-Funktion jetzt ohne Benachrichtigungen nutzen.
es: Ahora puedes usar la función de portapapeles sin notificaciones.
fr: Vous pouvez maintenant utiliser la fonction presse-papiers sans notifications.
it: Ora puoi usare la funzione appunti senza notifiche.
ru: Теперь вы можете использовать буфер обмена без уведомлений.

# paste_guide.open_settings
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les Réglages
it: Apri Impostazioni
ru: Открыть Настройки

# privacy.header
source: See what data Translator Keyboard collects and doesn't collect.
de: Sehen Sie, welche Daten Translator Keyboard sammelt und nicht sammelt.
es: Consulta qué datos recopila y no recopila Translator Keyboard.
fr: Consultez les données que Translator Keyboard collecte et ne collecte pas.
it: Scopri quali dati Translator Keyboard raccoglie e non raccoglie.
ru: Узнайте, какие данные Translator Keyboard собирает и не собирает.

# privacy.not_collected
source: Data Not Collected
de: Nicht gesammelte Daten
es: Datos no recopilados
fr: Données non collectées
it: Dati non raccolti
ru: Данные не собираются

# privacy.keyboard_input
source: Keyboard input: Not collected
de: Tastatureingabe: Nicht gesammelt
es: Entrada del teclado: No recopilada
fr: Saisie clavier : Non collectée
it: Input tastiera: Non raccolto
ru: Ввод с клавиатуры: Не собирается

# privacy.passwords_cards
source: Passwords & card info: Not collected
de: Passwörter & Kartendaten: Nicht gesammelt
es: Contraseñas e info de tarjetas: No recopiladas
fr: Mots de passe et cartes : Non collectés
it: Password e dati carte: Non raccolti
ru: Пароли и данные карт: Не собираются

# privacy.clipboard_data
source: Clipboard history: Stored on device only
de: Zwischenablage-Verlauf: Nur auf dem Gerät gespeichert
es: Historial del portapapeles: Solo en dispositivo
fr: Historique presse-papiers : Stocké sur l'appareil uniquement
it: Cronologia appunti: Solo sul dispositivo
ru: История буфера обмена: Хранится только на устройстве

# privacy.stats_data
source: Statistics: Stored on device only
de: Statistiken: Nur auf dem Gerät gespeichert
es: Estadísticas: Solo en dispositivo
fr: Statistiques : Stockées sur l'appareil uniquement
it: Statistiche: Solo sul dispositivo
ru: Статистика: Хранится только на устройстве

# privacy.server_comm
source: Server Communication
de: Serverkommunikation
es: Comunicación con servidor
fr: Communication serveur
it: Comunicazione server
ru: Связь с сервером

# privacy.ai_correction_server
source: AI Correction: Sent to server (for correction only, not stored)
de: AI-Korrektur: An Server gesendet (nur Korrektur, nicht gespeichert)
es: Corrección AI: Enviada al servidor (solo corrección, no almacenada)
fr: Correction AI : Envoyée au serveur (correction uniquement, non stockée)
it: Correzione AI: Inviata al server (solo correzione, non memorizzata)
ru: AI коррекция: Отправляется на сервер (только коррекция, не хранится)

# privacy.ai_translation_server
source: AI Translation: Sent to server (for translation only, not stored)
de: AI-Übersetzung: An Server gesendet (nur Übersetzung, nicht gespeichert)
es: Traducción AI: Enviada al servidor (solo traducción, no almacenada)
fr: Traduction AI : Envoyée au serveur (traduction uniquement, non stockée)
it: Traduzione AI: Inviata al server (solo traduzione, non memorizzata)
ru: AI перевод: Отправляется на сервер (только перевод, не хранится)

# full_access.header
source: Learn why Full Access is needed and which features require it.
de: Erfahren Sie, warum Vollzugriff benötigt wird und welche Funktionen ihn erfordern.
es: Descubre por qué se necesita acceso completo y qué funciones lo requieren.
fr: Découvrez pourquoi l'accès complet est nécessaire et quelles fonctionnalités le requièrent.
it: Scopri perché è necessario l'accesso completo e quali funzionalità lo richiedono.
ru: Узнайте, зачем нужен полный доступ и какие функции его требуют.

# full_access.basic_typing
source: Basic Typing
de: Grundlegende Eingabe
es: Escritura básica
fr: Saisie de base
it: Digitazione di base
ru: Базовый ввод

# full_access.ai_correction
source: AI Correction
de: AI-Korrektur
es: Corrección AI
fr: Correction AI
it: Correzione AI
ru: AI коррекция

# full_access.ai_translation
source: AI Translation
de: AI-Übersetzung
es: Traducción AI
fr: Traduction AI
it: Traduzione AI
ru: AI перевод

# full_access.clipboard
source: Clipboard History
de: Zwischenablage-Verlauf
es: Historial del portapapeles
fr: Historique presse-papiers
it: Cronologia appunti
ru: История буфера обмена

# full_access.theme_layout
source: Theme/Layout
de: Design/Layout
es: Tema/Diseño
fr: Thème/Disposition
it: Tema/Layout
ru: Тема/Раскладка

# full_access.required
source: Required
de: Erforderlich
es: Necesario
fr: Requis
it: Necessario
ru: Требуется

# full_access.not_required
source: Not Required
de: Nicht erforderlich
es: No necesario
fr: Non requis
it: Non necessario
ru: Не требуется

# full_access.setup_step1.title
source: Add Keyboard
de: Tastatur hinzufügen
es: Agregar teclado
fr: Ajouter le clavier
it: Aggiungi tastiera
ru: Добавить клавиатуру

# full_access.setup_step1.detail
source: Settings → General → Keyboard → Add New Keyboard → Translator Keyboard
de: Einstellungen → Allgemein → Tastatur → Neue Tastatur hinzufügen → Translator Keyboard
es: Ajustes → General → Teclado → Agregar nuevo teclado → Translator Keyboard
fr: Réglages → Général → Clavier → Ajouter un clavier → Translator Keyboard
it: Impostazioni → Generali → Tastiera → Aggiungi nuova tastiera → Translator Keyboard
ru: Настройки → Основные → Клавиатура → Добавить клавиатуру → Translator Keyboard

# full_access.setup_step2.title
source: Allow Full Access
de: Vollzugriff erlauben
es: Permitir acceso completo
fr: Autoriser l'accès complet
it: Consenti accesso completo
ru: Разрешить полный доступ

# full_access.setup_step2.detail
source: Tap Translator Keyboard and enable 'Allow Full Access'
de: Tippen Sie auf Translator Keyboard und aktivieren Sie 'Vollzugriff erlauben'
es: Toca Translator Keyboard y activa 'Permitir acceso completo'
fr: Appuyez sur Translator Keyboard et activez « Autoriser l'accès complet »
it: Tocca Translator Keyboard e attiva 'Consenti accesso completo'
ru: Нажмите на Translator Keyboard и включите «Разрешить полный доступ»

# full_access.already_granted
source: Full access is already enabled
de: Vollzugriff ist bereits aktiviert
es: El acceso completo ya está activado
fr: L'accès complet est déjà activé
it: L'accesso completo è già attivato
ru: Полный доступ уже включён

# full_access.go_settings
source: Go to Settings
de: Zu den Einstellungen
es: Ir a Ajustes
fr: Aller aux réglages
it: Vai alle impostazioni
ru: Перейти в настройки

# ai_correction.description
source: Gemini AI corrects spelling and grammar of your text in real-time.
de: Gemini AI korrigiert Rechtschreibung und Grammatik Ihres Textes in Echtzeit.
es: Gemini AI corrige la ortografía y gramática de tu texto en tiempo real.
fr: Gemini AI corrige l'orthographe et la grammaire de votre texte en temps réel.
it: Gemini AI corregge ortografia e grammatica del tuo testo in tempo reale.
ru: Gemini AI исправляет орфографию и грамматику вашего текста в реальном времени.

# ai_correction.engine
source: AI Engine
es: Motor AI
fr: Moteur AI
it: Motore AI
ru: AI движок

# ai_correction.supported
source: Features
de: Funktionen
es: Funciones
fr: Fonctionnalités
it: Funzionalità
ru: Функции

# ai_correction.supported_detail
source: Spelling, spacing, grammar correction
de: Rechtschreibung, Abstand, Grammatikkorrektur
es: Corrección ortográfica, de espaciado y gramática
fr: Correction orthographique, espacement, grammaire
it: Correzione ortografica, spaziatura, grammatica
ru: Правописание, пробелы, грамматика

# ai_correction.tone
source: Tone Settings
de: Ton-Einstellungen
es: Ajustes de tono
fr: Réglages de ton
it: Impostazioni tono
ru: Настройки тона

# ai_correction.tone_detail
source: Default, Casual, Formal, Polished
de: Standard, Umgangssprachlich, Formell, Feinschliff
es: Predeterminado, Informal, Formal, Pulido
fr: Par défaut, Familier, Formel, Soigné
it: Predefinito, Informale, Formale, Rifinito
ru: По умолчанию, Разговорный, Формальный, Точный

# ai_correction.privacy
source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
ru: Конфиденциальность

# ai_correction.privacy_detail
source: Only correction requests are sent to the server and not stored
de: Nur Korrekturanfragen werden an den Server gesendet und nicht gespeichert
es: Solo las solicitudes de corrección se envían al servidor y no se almacenan
fr: Seules les demandes de correction sont envoyées au serveur et non stockées
it: Solo le richieste di correzione vengono inviate al server e non memorizzate
ru: Только запросы на коррекцию отправляются на сервер и не хранятся

# ai_translation.description
source: Gemini AI translates your text into the selected language in real-time.
de: Gemini AI übersetzt Ihren Text in Echtzeit in die ausgewählte Sprache.
es: Gemini AI traduce tu texto al idioma seleccionado en tiempo real.
fr: Gemini AI traduit votre texte dans la langue sélectionnée en temps réel.
it: Gemini AI traduce il tuo testo nella lingua selezionata in tempo reale.
ru: Gemini AI переводит ваш текст на выбранный язык в реальном времени.

# ai_translation.engine
source: AI Engine
es: Motor AI
fr: Moteur AI
it: Motore AI
ru: AI движок

# ai_translation.languages
source: Languages
de: Sprachen
es: Idiomas
fr: Langues
it: Lingue
ru: Языки

# ai_translation.languages_detail
source: 13 languages including Korean, English, Japanese, Chinese
de: 13 Sprachen inkl. Koreanisch, Englisch, Japanisch, Chinesisch
es: 13 idiomas incluyendo coreano, inglés, japonés, chino
fr: 13 langues dont le coréen, anglais, japonais, chinois
it: 13 lingue tra cui coreano, inglese, giapponese, cinese
ru: 13 языков включая корейский, английский, японский, китайский

# ai_translation.privacy
source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
ru: Конфиденциальность

# ai_translation.privacy_detail
source: Only translation requests are sent to the server and not stored
de: Nur Übersetzungsanfragen werden an den Server gesendet und nicht gespeichert
es: Solo las solicitudes de traducción se envían al servidor y no se almacenan
fr: Seules les demandes de traduction sont envoyées au serveur et non stockées
it: Solo le richieste di traduzione vengono inviate al server e non memorizzate
ru: Только запросы на перевод отправляются на сервер и не хранятся

# clipboard.time.now
source: Just now
de: Gerade eben
es: Ahora mismo
fr: À l'instant
it: Proprio ora
ru: Только что

# session_limit.title
source: You've used all free sessions for today
de: Alle kostenlosen Sitzungen für heute aufgebraucht
es: Has usado todas las sesiones gratuitas de hoy
fr: Vous avez utilisé toutes les sessions gratuites aujourd'hui
it: Hai esaurito le sessioni gratuite di oggi
ru: Все бесплатные сеансы на сегодня использованы

# session_limit.subtitle
source: You can use it again tomorrow
de: Morgen können Sie es wieder verwenden
es: Puedes usarlo de nuevo mañana
fr: Vous pourrez l'utiliser à nouveau demain
it: Potrai usarlo di nuovo domani
ru: Вы сможете использовать снова завтра

# session_limit.upgrade
source: %@ limit reached! Upgrade to Pro
de: Auf Premium upgraden
es: Actualizar a Premium
fr: Passer à Premium
it: Passa a Premium
ru: Обновить до Premium

# session_limit.remaining
source: Remaining today: %d
de: Heute verbleibend: %d
es: Restantes hoy: %d
fr: Restant aujourd'hui : %d
it: Rimanenti oggi: %d
ru: Осталось сегодня: %d
